def questions():
    q_list = []
    return [
        [1, "선발요건 우선순위", '''
            신입사원 평가(선발) 시 귀하의 조직에서 중요하게 생각하는 항목을 다음 [보기]를 참고하여 순위별로
            기입해 주십시오. 단, 학교, 학위, 전공은 동일하다는 점을 생각하시고 대학생이 스스로 경력 개발 할 수
            있는 활동중심으로 고려해주시기 바랍니다.
            ① 학점                  ② 단정한 용모                     ③ 관련 자격증 취득 여부 
            ④ 인턴십 경험           ⑤ 기업/기관 프로그램 참여경험     ⑥ 봉사활동 
            ⑦ 제2 외국어 자격       ⑧ 아르바이트 활동	              ⑨ 어학점수
            ⑩ 기타
            [참고] 제 2외국어의 경우 어느 언어를 우선적으로 고려하는지 구체적으로 적어주시면 됩니다.'''],
        [2, "요구되는 역량", '''
        다음은 대학교 전공과목과 교양과목을 통해 개발할 수 있는 역량입니다.
        각 역량들 중 귀사에서 요구되는 수준과 극동대학교 학생의 수준을 체크해 주시기 바랍니다.'''],
        [3, "자격/취득 사항", '''
        귀하의 조직에서 신입사원 선발 시 고려가능 한 자격/취득 항목입니다. 해당 항목에 체크해 주십시오.'''],
        [4, "대외활동", '''
        귀하의 조직에서 신입사원 선발 시 고려가능 한 대외활동 항목입니다. 해당 항목에 체크해 주십시오.'''],
        [5, "극동대학교 참여 경험 및 향후 참여 의향", ''''''],
        [6, "지금까지 평가하신 모든 항목을 고려할 때, 극동대학교의 교육에 대해 전반적으로 얼마나 만족하십니까?", ''''''],
        [7, "자유 기술", '''
        극동대학교에 도움이 되는 조언 또는 건의사항을 자유롭게 기술해주시기 바랍니다.'''],
        [8, "귀사의 일반적인 사항에 대한 질문입니다. 해당하는 곳에 표시해 주시기 바랍니다.", ''''''],
    ]
